Lien de l'application: https://acprecherche-5jxveb9abduybpitjqvbuq.streamlit.app/

𝐃𝐚𝐬𝐡𝐛𝐨𝐚𝐫𝐝 𝐀𝐂𝐏 - 𝐔𝐄𝐅𝐀 𝐂𝐡𝐚𝐦𝐩𝐢𝐨𝐧𝐬 𝐋𝐞𝐚𝐠𝐮𝐞 🏆
Analyse de 68 ans de performances en Ligue des Champions via une Analyse en Composantes Principales interactive !

𝘾𝙚 𝙦𝙪𝙚 𝙟'𝙖𝙞 𝙙𝙚́𝙫𝙚𝙡𝙤𝙥𝙥𝙚́ :
𝘋𝘢𝘴𝘩𝘣𝘰𝘢𝘳𝘥 𝘚𝘵𝘳𝘦𝘢𝘮𝘭𝘪𝘵 EDA 𝘢𝘷𝘦𝘤 6 𝘮𝘰𝘥𝘶𝘭𝘦𝘴 𝘥'𝘢𝘯𝘢𝘭𝘺𝘴𝘦
𝘙𝘦́𝘥𝘶𝘤𝘵𝘪𝘰𝘯 𝘥𝘪𝘮𝘦𝘯𝘴𝘪𝘰𝘯𝘯𝘦𝘭𝘭𝘦 : 2 𝘤𝘰𝘮𝘱𝘰𝘴𝘢𝘯𝘵𝘦𝘴 𝘦𝘹𝘱𝘭𝘪𝘲𝘶𝘦𝘯𝘵 +70% 𝘥𝘦 𝘭𝘢 𝘷𝘢𝘳𝘪𝘢𝘯𝘤𝘦
𝘝𝘪𝘴𝘶𝘢𝘭𝘪𝘴𝘢𝘵𝘪𝘰𝘯𝘴 𝘗𝘭𝘰𝘵𝘭𝘺 𝘪𝘯𝘵𝘦𝘳𝘢𝘤𝘵𝘪𝘷𝘦𝘴 (𝘤𝘦𝘳𝘤𝘭𝘦 𝘥𝘦 𝘤𝘰𝘳𝘳𝘦́𝘭𝘢𝘵𝘪𝘰𝘯𝘴, 𝘱𝘭𝘢𝘯 𝘧𝘢𝘤𝘵𝘰𝘳𝘪𝘦𝘭)
𝘊𝘭𝘢𝘴𝘴𝘪𝘧𝘪𝘤𝘢𝘵𝘪𝘰𝘯 𝘢𝘶𝘵𝘰𝘮𝘢𝘵𝘪𝘲𝘶𝘦 𝘥𝘦𝘴 𝘤𝘭𝘶𝘣𝘴 𝘱𝘢𝘳 𝘱𝘳𝘰𝘧𝘪𝘭 𝘥𝘦 𝘫𝘦𝘶.
𝙏𝙚𝙘𝙝𝙣𝙤𝙡𝙤𝙜𝙞𝙚𝙨 : 𝘗𝘺𝘵𝘩𝘰𝘯, 𝘚𝘤𝘪𝘬𝘪𝘵-𝘭𝘦𝘢𝘳𝘯, 𝘗𝘭𝘰𝘵𝘭𝘺, 𝘚𝘵𝘳𝘦𝘢𝘮𝘭𝘪𝘵
𝙍𝙚́𝙨𝙪𝙡𝙩𝙖𝙩 : 𝘜𝘯 𝘰𝘶𝘵𝘪𝘭 𝘱𝘶𝘪𝘴𝘴𝘢𝘯𝘵 𝘱𝘰𝘶𝘳 𝘤𝘰𝘮𝘱𝘳𝘦𝘯𝘥𝘳𝘦 𝘤𝘦 𝘲𝘶𝘪 𝘧𝘢𝘪𝘵 𝘭'𝘦𝘹𝘤𝘦𝘭𝘭𝘦𝘯𝘤𝘦 𝘥'𝘶𝘯 𝘤𝘭𝘶𝘣 𝘦𝘶𝘳𝘰𝘱𝘦́𝘦𝘯 !

𝐑𝐞́𝐟𝐞́𝐫𝐞𝐧𝐜𝐞 𝐝𝐞𝐬 𝐜𝐨𝐥𝐨𝐧𝐧𝐞𝐬 𝐝𝐮 𝐝𝐚𝐭𝐚
𝙏𝙚𝙖𝙢 : 𝘕𝘰𝘮 𝘥𝘦 𝘭’𝘦́𝘲𝘶𝘪𝘱𝘦.
𝙈. (𝘔𝘢𝘵𝘤𝘩𝘴 𝘫𝘰𝘶𝘦́𝘴) : 𝘕𝘰𝘮𝘣𝘳𝘦 𝘵𝘰𝘵𝘢𝘭 𝘥𝘦 𝘮𝘢𝘵𝘤𝘩𝘴 𝘫𝘰𝘶𝘦́𝘴 𝘱𝘢𝘳 𝘭’𝘦́𝘲𝘶𝘪𝘱𝘦 𝘦𝘯 𝘓𝘪𝘨𝘶𝘦 𝘥𝘦𝘴 𝘤𝘩𝘢𝘮𝘱𝘪𝘰𝘯𝘴.
𝙒 (𝘷𝘪𝘤𝘵𝘰𝘪𝘳𝘦𝘴) : 𝘕𝘰𝘮𝘣𝘳𝘦 𝘵𝘰𝘵𝘢𝘭 𝘥𝘦 𝘷𝘪𝘤𝘵𝘰𝘪𝘳𝘦𝘴.
𝘿 (𝘛𝘪𝘳𝘢𝘨𝘦𝘴) : 𝘛𝘰𝘵𝘢𝘭 𝘥𝘦𝘴 𝘵𝘪𝘳𝘢𝘨𝘦𝘴.
𝙇 (𝘗𝘦𝘳𝘵𝘦𝘴) : 𝘗𝘦𝘳𝘵𝘦𝘴 𝘵𝘰𝘵𝘢𝘭𝘦𝘴.
𝙂𝙤𝙖𝙡 : 𝘉𝘶𝘵𝘴 𝘮𝘢𝘳𝘲𝘶𝘦́𝘴 𝘤𝘰𝘯𝘵𝘳𝘦 𝘣𝘶𝘵𝘴 𝘦𝘯𝘤𝘢𝘪𝘴𝘴𝘦́𝘴.
𝘿𝙞𝙛 (𝘎𝘰𝘢𝘭 𝘋𝘪𝘧𝘧𝘦𝘳𝘦𝘯𝘤𝘦) : 𝘋𝘪𝘧𝘧𝘦́𝘳𝘦𝘯𝘤𝘦 𝘥𝘦 𝘣𝘶𝘵𝘴.
𝙋𝙩 (𝘗𝘰𝘪𝘯𝘵𝘴) : 𝘗𝘰𝘪𝘯𝘵𝘴 𝘢𝘤𝘤𝘶𝘮𝘶𝘭𝘦́𝘴 𝘦𝘯 𝘧𝘰𝘯𝘤𝘵𝘪𝘰𝘯 𝘥𝘦𝘴 𝘳𝘦́𝘴𝘶𝘭𝘵𝘢𝘵𝘴 𝘥𝘶 𝘮𝘢𝘵𝘤𝘩.
